Repository: zbyszeg/TDC
Catalog: en-pl_Sopoltrad.tmx
Source language: en_gb
Languages: pl_pl

source: Your decision to use GE high voltage switchgear means that you have chosen a product that is very advanced technically and has proven effective and reliable in the field.
pl_pl: Decydując się na rozdzielnicę wysokiego napięcia firmy GE, wybierają Państwo produkt bardzo zaawansowany technicznie oraz skuteczny i niezawodny w swojej dziedzinie.

source: The entire development and production process for our high voltage switchgear is controlled by an ISO 9001 certificated quality management system, an ISO 14001 certified environmental management system, and the OHSAS 18001 occupational health and safety management system.
pl_pl: Cały proces rozwoju i produkcji naszej rozdzielnicy wysokiego napięcia podlega systemowi zarządzania jakością objętemu certyfikatem ISO 9001, systemowi zarządzania środowiskowego objętemu certyfikatem ISO 14001 oraz systemowi zarządzania bezpieczeństwem i higieną pracy OHSAS 18001.

source: Regular audits guarantee that our products and services meet high quality standard.
pl_pl: Regularnie przeprowadzane audyty gwarantują, że nasze produkty i usługi spełniają najwyższe standardy jakości.

source: In order to ensure optimum operation (and take advantage of all product benefits), please follow the instructions in this manual when installing, commissioning and operating the equipment.
pl_pl: Aby zapewnić optymalne działanie (i wykorzystać wszystkie zalety produktu), podczas instalacji, przekazania do eksploatacji i obsługi urządzenia należy przestrzegać instrukcji zawartych w niniejszym podręczniku.

source: In the event of problems or equipment malfunction, please contact your local GE representative.
pl_pl: W razie problemów lub usterki urządzenia prosimy o kontakt z naszym lokalnym przedstawicielem GE.

source: This manual describes installation, commissioning, operation, inspection, maintenance and reconditioning.
pl_pl: Niniejszy podręcznik opisuje sposób instalacji, przekazania do eksploatacji, obsługi, przeprowadzania inspekcji, konserwacji oraz odnawiania.

source: Additional copies of this manual can be obtained from your local GE representative by specifying the OI-number.
pl_pl: Dodatkowe egzemplarze podręcznika można uzyskać od lokalnego przedstawiciela GE, podając swój numer OI.

source: GE's high voltage switchgear units are specifically designed to allow for long maintenance intervals.
pl_pl: Rozdzielnice wysokiego napięcia GE zostały specjalnie zaprojektowane w taki sposób, aby odstępy pomiędzy konserwacjami były jak najdłuższe.

source: The operational reliability of the equipment is guaranteed by proper servicing and by following the instructions given in this manual.
pl_pl: Niezawodność operacyjną sprzętu gwarantuje prawidłowe serwisowanie i przestrzeganie instrukcji zawartych w niniejszym podręczniku.

source: GE assumes no liability for damage due to failure to follow the manual instructions.
pl_pl: GE nie ponosi odpowiedzialności z tytułu szkód powstałych w wyniku nieprzestrzegania instrukcji obsługi.

source: The information contained within this document is to be considered for information only.
pl_pl: Informacje zawarte w niniejszym dokumencie powinny być traktowane jako pełniące wyłącznie funkcję informacyjną.

source: GE issues no guarantee as to its accuracy, integrity or the fact that this information may be suitable for any particular product, in so far as this information may vary as a function of technical and commercial circumstances.
pl_pl: GE nie udziela jakiejkolwiek gwarancji w odniesieniu do dokładności, integralności lub przydatności niniejszych informacji dla konkretnego produktu, jako że niniejsze informacje mogą podlegać zmianie w zależności od okoliczności technicznych i handlowych.

source: This document and the equipment described herein are subject to change without notice in the interest of further development.
pl_pl: Zastrzega się możliwość dokonywania zmian w niniejszym dokumencie i opisanym w nim urządzeniu bez wcześniejszego powiadomienia, w celu ułatwienia dalszego ich rozwoju.

source: No claims of any kind may be derived from the specifications, figures or descriptions.
pl_pl: Specyfikacje, liczby lub opisy nie mogą stanowić podstawy jakichkolwiek roszczeń.

source: Title
pl_pl: Tytuł

source: INSPECTION AND TEST PLAN
pl_pl: PLAN KONTROLI I TESTÓW

source: CONTROL CUBICLE
pl_pl: SZAFA STEROWNICZA

source: Voltage withstand test of control and auxialiary circuits
pl_pl: Test odporności obwodów sterowania i pomocniczych na napięcie

source: FAT report
pl_pl: Raport FAT

source: Routine tests
pl_pl: Testy rutynowe

source: Measurement of the resistance of the control coils
pl_pl: Pomiar rezystancji uzwojeń sterowania

source: Mechanical operating tests
pl_pl: Testy działania mechanicznego

source: Motor verification
pl_pl: Sprawdzenie silnika

source: Operating time
pl_pl: Czas pracy

source: DISCONNECTOR AND EARTHING SWITCHES
pl_pl: PRZEŁĄCZNIKI ROZŁĄCZAJĄCE I UZIEMIENIA

source: VENTILATION SYSTEM
pl_pl: UKŁAD WENTYLACJI

source: Functional tests
pl_pl: Testy funkcjonalne

source: GENERATOR CIRCUIT BREAKER, DISCONNECTOR AND EARTHING SWITCHES
pl_pl: ROZŁĄCZNIK OBWODU GENERATORA, PRZEŁĄCZNIKI ROZŁĄCZAJĄCE I UZIEMIENIA

source: Measurement of the resistance of the main circuit
pl_pl: Pomiar rezystancji obwodu głównego

source: Visual and dimensionnal check
pl_pl: Kontrola wzrokowa i wymiarowa

source: Dielectric test on the main circuit
pl_pl: Testy dielektryczne obwodu głównego

source: DOCUMENTATION
pl_pl: DOKUMENTACJA

source: Capacitors - Routine tests
pl_pl: Kondensatory — testy rutynowe

source: Supplier report
pl_pl: Raport dostawcy

source: Aluminium castings - Routine tests
pl_pl: Odlewy aluminiowe — testy rutynowe

source: Insulators - Routine tests
pl_pl: Izolatory — testy rutynowe

source: FINISHING - PACKING
pl_pl: WYKOŃCZENIE — PAKOWANIE

source: Conformity verification
pl_pl: Kontrola zgodności

source: Int. Record
pl_pl: Rejestr wewn.

source: SF6 tigthness test
pl_pl: Test szczelności gazu SF6

source: Report
pl_pl: Raport

source: Final inspection before packing
pl_pl: Kontrola końcowa przed pakowaniem

source: Check list
pl_pl: Lista kontrolna

source: Main suppliers list
pl_pl: Lista głównych dostawców

source: Reference list
pl_pl: Lista referencji

source: Technical description of GCB
pl_pl: Opis techniczny GCB

source: Datasheet
pl_pl: Karta danych

source: Characteristics curves and equipment calculation
pl_pl: Krzywe charakterystyk i obliczenia urządzeń

source: Sound level test
pl_pl: Test poziomu dźwięku

source: General arrangement
pl_pl: Rozmieszczenie ogólne

source: Electrical diagram
pl_pl: Schemat elektryczny

source: Nameplate
pl_pl: Tabliczka znamionowa

source: Interlocking diagram
pl_pl: Schemat blokad

source: SF6 pressure scale
pl_pl: Skala ciśnienia SF6

source: Transport drawing
pl_pl: Rysunek transportowy

source: Electrical load list
pl_pl: Lista obciążeń elektrycznych

source: Detailed equipment and material list
pl_pl: Szczegółowa lista urządzeń i materiałów

source: Inspection program
pl_pl: Program kontroli

source: Inspection and test plan
pl_pl: Plan kontroli i testów

source: Coating and painting procedure
pl_pl: Procedura powlekania i malowania

source: Transport, handling and storage instructions
pl_pl: Instrukcje transportu, przenoszenia i przechowywania

source: Operation and maintenance manual
pl_pl: Instrukcja obsługi i konserwacji

source: Recommended spare parts list
pl_pl: Lista zalecanych części zamiennych

source: Special tools list
pl_pl: Lista narzędzi specjalnych

source: Factory Acceptance Tests report
pl_pl: Raport z fabrycznych badań odbiorowych (FAT)

source: Type tests reports
pl_pl: Raport z badań typu

source: Technical dossier
pl_pl: Dokumentacja techniczna

source: Index quality dossier
pl_pl: Dokumentacja jakości wskaźnika

source: Quality dossier
pl_pl: Dokumentacja jakościowa

source: Welding procedure
pl_pl: Procedura spawania

source: List of documents
pl_pl: Lista dokumentów

source: Material certificate
pl_pl: Certyfikat materiałowy
